---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunWidthMeasurement
source: html/d6fd7f90-a7dc-d20e-ab9e-b04401fcef61.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunWidthMeasurement Property

"Run Width Measurement": Run Width Measurement

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunWidthMeasurement { get; }
```